<?php

return
array (
  'СвУчДокОбор' => 
  array (
    'СвОЭДОтпр' => 
    array (
      '_attributes' => 
      array (
        'НаимОрг' => 'АО "ПФ "СКБ Контур"',
        'ИННЮЛ' => '6663003127',
        'ИдЭДО' => '2BM',
      ),
    ),
    '_attributes' => 
    array (
      'ИдОтпр' => '2BM-771365132548--2016072812271194308390000000',
      'ИдПол' => '2BM-7717801381-771701001-201701230806066030723',
    ),
  ),
  'Документ' => 
  array (
    'СвСчФакт' => 
    array (
      'СвПрод' => 
      array (
        'ИдСв' => 
        array (
          'СвИП' => 
          array (
            'ФИО' => 
            array (
              '_attributes' => 
              array (
                'Фамилия' => 'Богданов',
                'Имя' => 'Александр',
              ),
            ),
            '_attributes' => 
            array (
              'ИННФЛ' => '771365132548',
            ),
          ),
        ),
        'Адрес' => 
        array (
          'АдрИнф' => 
          array (
            '_attributes' => 
            array (
              'КодСтр' => '643',
              'АдрТекст' => '127540, Москва, Керамический проезд, д.49, к2, кв.119-120',
            ),
          ),
        ),
        'Контакт' => 
        array (
          '_attributes' => 
          array (
            'Тлф' => '+78003330376',
          ),
        ),
        'БанкРекв' => 
        array (
          'СвБанк' => 
          array (
            '_attributes' => 
            array (
              'НаимБанк' => 'ПАО АКБ "АВАНГАРД"',
              'БИК' => '044525201',
              'КорСчет' => '30101810000000000201',
            ),
          ),
          '_attributes' => 
          array (
            'НомерСчета' => '40802810700020000317',
          ),
        ),
        '_attributes' => 
        array (
          'ОКПО' => '0117061905',
        ),
      ),
      'ГрузОт' => 
      array (
        'ГрузОтпр' => 
        array (
          'ИдСв' => 
          array (
            'СвИП' => 
            array (
              'ФИО' => 
              array (
                '_attributes' => 
                array (
                  'Фамилия' => 'Богданов',
                  'Имя' => 'Александр',
                ),
              ),
              '_attributes' => 
              array (
                'ИННФЛ' => '771365132548',
              ),
            ),
          ),
          'Адрес' => 
          array (
            'АдрИнф' => 
            array (
              '_attributes' => 
              array (
                'КодСтр' => '643',
                'АдрТекст' => '127540, Москва, Керамический проезд, д.49, к2, кв.119-120',
              ),
            ),
          ),
        ),
      ),
      'ГрузПолуч' => 
      array (
        'ИдСв' => 
        array (
          'СвЮЛУч' => 
          array (
            '_attributes' => 
            array (
              'НаимОрг' => 'ООО БАСК',
              'ИННЮЛ' => '7717801381',
              'КПП' => '771701001',
            ),
          ),
        ),
        'Адрес' => 
        array (
          'АдрИнф' => 
          array (
            '_attributes' => 
            array (
              'КодСтр' => '643',
              'АдрТекст' => '677021, г Якутск, ул Автодорожная, д 11/4А',
            ),
          ),
        ),
      ),
      'СвПокуп' => 
      array (
        'ИдСв' => 
        array (
          'СвЮЛУч' => 
          array (
            '_attributes' => 
            array (
              'НаимОрг' => 'ООО БАСК',
              'ИННЮЛ' => '7717801381',
              'КПП' => '771701001',
            ),
          ),
        ),
        'Адрес' => 
        array (
          'АдрИнф' => 
          array (
            '_attributes' => 
            array (
              'КодСтр' => '643',
              'АдрТекст' => '677021, г Якутск, ул Автодорожная, д 11/4А',
            ),
          ),
        ),
      ),
      'ДопСвФХЖ1' => 
      array (
        '_attributes' => 
        array (
          'НаимОКВ' => 'Российский рубль',
        ),
      ),
      'ИнфПолФХЖ1' => 
      array (
        'ТекстИнф' => 
        array (
          '_attributes' => 
          array (
            'Идентиф' => 'номер_заказа',
            'Значен' => '44496118',
          ),
        ),
      ),
      '_attributes' => 
      array (
        'НомерСчФ' => 'RL-NB-146830',
        'ДатаСчФ' => '06.01.2022',
        'КодОКВ' => '643',
      ),
    ),
    'ТаблСчФакт' => 
    array (
      'СведТов' => 
      array (
        'Акциз' => 
        array (
          'БезАкциз' => 'без акциза',
        ),
        'СумНал' => 
        array (
          'БезНДС' => 'без НДС',
        ),
        'ДопСведТов' => 
        array (
          '_attributes' => 
          array (
            'ПрТовРаб' => '1',
            'КодТов' => '3496-70364',
            'НаимЕдИзм' => 'шт',
          ),
        ),
        'ИнфПолФХЖ2' => 
        array (
          '_attributes' => 
          array (
            'Идентиф' => 'ID товара',
            'Значен' => '156081118',
          ),
        ),
        '_attributes' => 
        array (
          'НомСтр' => '1',
          'НаимТов' => 'Рюкзак BASK PYTHON 120 V3 ЧЕРНЫЙ/СЕРЫЙ ТМН/КРАСНЫЙ 3496-70364',
          'ОКЕИ_Тов' => '796',
          'КолТов' => '1',
          'ЦенаТов' => '12500',
          'СтТовБезНДС' => '11250',
          'НалСт' => 'без НДС',
          'СтТовУчНал' => '11250',
        ),
      ),
      'ВсегоОпл' => 
      array (
        'СумНалВсего' => 
        array (
          'БезНДС' => 'без НДС',
        ),
        '_attributes' => 
        array (
          'СтТовБезНДСВсего' => '11250',
          'СтТовУчНалВсего' => '11250',
        ),
      ),
    ),
    'СвПродПер' => 
    array (
      'СвПер' => 
      array (
        'ОснПер' => 
        array (
          '_attributes' => 
          array (
            'НаимОсн' => 'Договор поставки',
            'НомОсн' => 'ИР-11648/20',
            'ДатаОсн' => '10.04.2020',
          ),
        ),
        '_attributes' => 
        array (
          'СодОпер' => 'Товары переданы, работы сданы, услуги оказаны',
        ),
      ),
    ),
    'Подписант' => 
    array (
      'ИП' => 
      array (
        'ФИО' => 
        array (
          '_attributes' => 
          array (
            'Фамилия' => 'Богданов',
            'Имя' => 'Александр',
          ),
        ),
        '_attributes' => 
        array (
          'ИННФЛ' => '771365132548',
        ),
      ),
      '_attributes' => 
      array (
        'ОблПолн' => '1',
        'Статус' => '1',
        'ОснПолн' => 'Должностные обязанности',
      ),
    ),
    '_attributes' => 
    array (
      'КНД' => '1115131',
      'Функция' => 'ДОП',
      'ПоФактХЖ' => 'Документ об отгрузке товаров (выполнении работ), передаче имущественных прав (документ об оказании услуг)',
      'НаимДокОпр' => 'Счет-фактура и документ об отгрузке товаров (выполнении работ), передаче имущественных прав (документ об оказании услуг)',
      'ДатаИнфПр' => '06.01.2022',
      'ВремИнфПр' => '00.00.00',
      'НаимЭконСубСост' => 'Индивидуальный предприниматель Богданов Александр Сергеевич',
    ),
  ),
  '_attributes' => 
  array (
    'ИдФайл' => 'RL-NB-146830-MARK',
    'ВерсФорм' => '5.01',
    'ВерсПрог' => 'Diadoc 1.0',
  ),
);
