<?php

return
[
  'СвУчДокОбор' =>
  [
    'СвОЭДОтпр' =>
    [
      '_attributes' =>
      [
        'НаимОрг' => 'АО "ПФ "СКБ Контур"',
        'ИННЮЛ' => '6663003127',
        'ИдЭДО' => '2BM',
      ],
    ],
    '_attributes' =>
    [
      'ИдОтпр' => '2BM-771365132548--2016072812271194308390000000',
      'ИдПол' => '2BM-7717801381-771701001-201701230806066030723',
    ],
  ],
  'Документ' =>
  [
    'СвСчФакт' =>
    [
      'СвПрод' =>
      [
        'ИдСв' =>
        [
          'СвИП' =>
          [
            'ФИО' =>
            [
              '_attributes' =>
              [
                'Фамилия' => 'Богданов',
                'Имя' => 'Александр',
              ],
            ],
            '_attributes' =>
            [
              'ИННФЛ' => '771365132548',
            ],
          ],
        ],
        'Адрес' =>
        [
          'АдрИнф' =>
          [
            '_attributes' =>
            [
              'КодСтр' => '643',
              'АдрТекст' => '127540, Москва, Керамический проезд, д.49, к2, кв.119-120',
            ],
          ],
        ],
        'Контакт' =>
        [
          '_attributes' =>
          [
            'Тлф' => '+78003330376',
          ],
        ],
        'БанкРекв' =>
        [
          'СвБанк' =>
          [
            '_attributes' =>
            [
              'НаимБанк' => 'ПАО АКБ "АВАНГАРД"',
              'БИК' => '044525201',
              'КорСчет' => '30101810000000000201',
            ],
          ],
          '_attributes' =>
          [
            'НомерСчета' => '40802810700020000317',
          ],
        ],
        '_attributes' =>
        [
          'ОКПО' => '0117061905',
        ],
      ],
      'ГрузОт' =>
      [
        'ГрузОтпр' =>
        [
          'ИдСв' =>
          [
            'СвИП' =>
            [
              'ФИО' =>
              [
                '_attributes' =>
                [
                  'Фамилия' => 'Богданов',
                  'Имя' => 'Александр',
                ],
              ],
              '_attributes' =>
              [
                'ИННФЛ' => '771365132548',
              ],
            ],
          ],
          'Адрес' =>
          [
            'АдрИнф' =>
            [
              '_attributes' =>
              [
                'КодСтр' => '643',
                'АдрТекст' => '127540, Москва, Керамический проезд, д.49, к2, кв.119-120',
              ],
            ],
          ],
        ],
      ],
      'ГрузПолуч' =>
      [
        'ИдСв' =>
        [
          'СвЮЛУч' =>
          [
            '_attributes' =>
            [
              'НаимОрг' => 'ООО БАСК',
              'ИННЮЛ' => '7717801381',
              'КПП' => '771701001',
            ],
          ],
        ],
        'Адрес' =>
        [
          'АдрИнф' =>
          [
            '_attributes' =>
            [
              'КодСтр' => '643',
              'АдрТекст' => '677021, г Якутск, ул Автодорожная, д 11/4А',
            ],
          ],
        ],
      ],
      'СвПокуп' =>
      [
        'ИдСв' =>
        [
          'СвЮЛУч' =>
          [
            '_attributes' =>
            [
              'НаимОрг' => 'ООО БАСК',
              'ИННЮЛ' => '7717801381',
              'КПП' => '771701001',
            ],
          ],
        ],
        'Адрес' =>
        [
          'АдрИнф' =>
          [
            '_attributes' =>
            [
              'КодСтр' => '643',
              'АдрТекст' => '677021, г Якутск, ул Автодорожная, д 11/4А',
            ],
          ],
        ],
      ],
      'ДопСвФХЖ1' =>
      [
        '_attributes' =>
        [
          'НаимОКВ' => 'Российский рубль',
        ],
      ],
      'ИнфПолФХЖ1' =>
      [
        'ТекстИнф' =>
        [
          '_attributes' =>
          [
            'Идентиф' => 'номер_заказа',
            'Значен' => '44496118',
          ],
        ],
      ],
      '_attributes' =>
      [
        'НомерСчФ' => 'RL-NB-146830',
        'ДатаСчФ' => '06.01.2022',
        'КодОКВ' => '643',
      ],
    ],
    'ТаблСчФакт' =>
    [
      'СведТов' =>
      [
        'Акциз' =>
        [
          'БезАкциз' => 'без акциза',
        ],
        'СумНал' =>
        [
          'БезНДС' => 'без НДС',
        ],
        'ДопСведТов' =>
        [
          '_attributes' =>
          [
            'ПрТовРаб' => '1',
            'КодТов' => '3496-70364',
            'НаимЕдИзм' => 'шт',
          ],
        ],
        'ИнфПолФХЖ2' =>
        [
          '_attributes' =>
          [
            'Идентиф' => 'ID товара',
            'Значен' => '156081118',
          ],
        ],
        '_attributes' =>
        [
          'НомСтр' => '1',
          'НаимТов' => 'Рюкзак BASK PYTHON 120 V3 ЧЕРНЫЙ/СЕРЫЙ ТМН/КРАСНЫЙ 3496-70364',
          'ОКЕИ_Тов' => '796',
          'КолТов' => '1',
          'ЦенаТов' => '12500',
          'СтТовБезНДС' => '11250',
          'НалСт' => 'без НДС',
          'СтТовУчНал' => '11250',
        ],
      ],
      'ВсегоОпл' =>
      [
        'СумНалВсего' =>
        [
          'БезНДС' => 'без НДС',
        ],
        '_attributes' =>
        [
          'СтТовБезНДСВсего' => '11250',
          'СтТовУчНалВсего' => '11250',
        ],
      ],
    ],
    'СвПродПер' =>
    [
      'СвПер' =>
      [
        'ОснПер' =>
        [
          '_attributes' =>
          [
            'НаимОсн' => 'Договор поставки',
            'НомОсн' => 'ИР-11648/20',
            'ДатаОсн' => '10.04.2020',
          ],
        ],
        '_attributes' =>
        [
          'СодОпер' => 'Товары переданы, работы сданы, услуги оказаны',
        ],
      ],
    ],
    'Подписант' =>
    [
      'ИП' =>
      [
        'ФИО' =>
        [
          '_attributes' =>
          [
            'Фамилия' => 'Богданов',
            'Имя' => 'Александр',
          ],
        ],
        '_attributes' =>
        [
          'ИННФЛ' => '771365132548',
        ],
      ],
      '_attributes' =>
      [
        'ОблПолн' => '1',
        'Статус' => '1',
        'ОснПолн' => 'Должностные обязанности',
      ],
    ],
    '_attributes' =>
    [
      'КНД' => '1115131',
      'Функция' => 'ДОП',
      'ПоФактХЖ' => 'Документ об отгрузке товаров (выполнении работ), передаче имущественных прав (документ об оказании услуг)',
      'НаимДокОпр' => 'Счет-фактура и документ об отгрузке товаров (выполнении работ), передаче имущественных прав (документ об оказании услуг)',
      'ДатаИнфПр' => '06.01.2022',
      'ВремИнфПр' => '00.00.00',
      'НаимЭконСубСост' => 'Индивидуальный предприниматель Богданов Александр Сергеевич',
    ],
  ],
  '_attributes' =>
  [
    'ИдФайл' => 'RL-NB-146830-MARK',
    'ВерсФорм' => '5.01',
    'ВерсПрог' => 'Diadoc 1.0',
  ],
];
